{
  "success": true,
  "message": "News fetched successfully",
  "datum": null,
  "data": [
    {
      "id": 1,
      "title": "Congratulations Team Kenya, you're MEA leader in Road Safety!",
      "message": "Our transporters Roy Hauliers has sustained its status as a 5-star transporter for 3 years,  making it the only transporter within the MEA region of LafargeHolcim to have the highest road safety rating. \r\n\r\nIn 2018 Dakawaou Transporters (pictured receiving their certificate during the Annual Transporters Meeting) joined the 5-star league!\r\n\r\nThis makes Kenya the only country with 5-star transporters in the MEA region, now two, and a proud moment for us as we strive to maintain the highest standards in road safety! \r\n\r\nThe rating of our transporters is part of LafargeHolcim road safety audit program and is awarded after a 5-Pillar audit conducted annually by a LafargeHolcim cross-functional team and validated by the Regional Head of Road Safety. During the audit actions are identified for the transporters to close within the year, with a follow up audit carried our to validate closure rate.\r\n\r\nWe have seen continuous improvement by our transporters year on year and we expect more entrants to the 5-star league in coming years. \r\n\r\nAs our transporters improve we have also as a country continued to improve our general country rating year on year.\r\n \r\nWe call on you to continue availing yourselves for road patrols, audits, as well as sharing feedback on road behavior to support our transporters ratings and to get more from the lower ranks to join the 5-star rating. \r\n\r\nCongratulations once more Team Kenya!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b43102d5260f.jpg",
      "media_size": 203291,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 84,
      "created_at": "2018-08-08 15:37:54",
      "deleted_at": null
    },
    {
      "id": 2,
      "title": "H&S Standards under focus: Energy Isolation and Confined Spaces",
      "message": "You are reminded to attend the ongoing training and awareness sessions for these Standards.\r\n\r\nMore information has been shared with you on email - including the toolbox talks material and visual guide for your toolbox talks. Should you have any questions or require clarification please get in touch with your site H&S managers.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b434d37c91ee.jpg",
      "media_size": 744214,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 74,
      "created_at": "2018-07-09 14:55:35",
      "deleted_at": null
    },
    {
      "id": 3,
      "title": "CIF excellence journey at  Mombasa Plant",
      "message": "The Mombasa Plant team along with the CIF Technical Team (CTT) held  a town hall meeting on 14th May 2018  to brief on progress and next steps on the CIF excellence journey. \r\n\r\nEmployees were given a brief on the achievements made so far, while the areas of focus were highlighted - for teams to implement and close the actions raised. \r\n\r\nThe main highlights are ambition to reach our targeted business results in line with the Cement Industrial Performance (CIP) roadmap, by developing a Safe, Self-sufficient, Successful, and Sustainable Plant (4SP).\r\n\r\nAs the CTT  team has been working with the Plant Management Team (PMT) for the last 8 months in the context of “riding a bicycle” a Bicycle was physically handed over by Martin Courtois, the CTT leader, to MOM Plant Manager, Mohamed Kharraki to continue leading the team in change and have a structured transformation.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ab46d8cfe6.jpg",
      "media_size": 544675,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 87,
      "created_at": "2018-07-09 15:06:09",
      "deleted_at": null
    },
    {
      "id": 4,
      "title": "Compliance: The right side of the law",
      "message": "LafargeHolcim is doubling down on compliance, because sticking firmly to the rule of law is vital to every aspect of our business. \r\n\r\nIn this video, our Group Head of Legal & Compliance, Keith Carr, shares everything you need toknow in order to make us a leading ethical business, from complying to the Business Code of Conduct, to speaking up if you do think we may have a compliance issue. \r\n\r\nIf you see an issue – just speak up!\r\n\r\nClick here to view video https:\/\/goo.gl\/fRUsqU",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b4350a4b5ad4.png",
      "media_size": 303349,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 88,
      "created_at": "2018-07-09 15:10:12",
      "deleted_at": null
    },
    {
      "id": 5,
      "title": "Bamburi among 100 best companies to work for in Africa",
      "message": "The 2018 Careers in Africa Employer of Choice Survey  has ranked Kenya’s Safaricom, Kenya Airways and Bamburi cement among the 100 best companies to work for in Africa.\r\n \r\nOf 100 companies listed, the top four include the World Bank Group, Chevron, Exxon Mobil and the African Development Bank.\r\n \r\nOver 20,000 African professionals answered questions about employee engagement and employment conditions.\r\n \r\nOpportunities to learn new skills, quality of healthcare provisions, leadership and opportunities for advancement emerged as key indicators of great employers.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b4351d69a67d.jpg",
      "media_size": 288810,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 89,
      "created_at": "2018-07-09 15:15:18",
      "deleted_at": null
    },
    {
      "id": 6,
      "title": "We have two new products!",
      "message": "PowerWhite is a white Portland cement that binds together aggregates (sand, ballast) in a concrete or mortar mix, while Poweraft is our unique offer to large projects that involves extremely rapid continuous supply of mass concrete volumes.\r\n\r\nThese new products are in line with Bamburi's vision which seeks to delight our customers with the widest range of products. \r\n\r\nPowerWhite is a Bamburi Cement product that can be used for a variety of construction and repair applications like creation of Terrazzo, provision of unique combination of shapes, sizes, textures & colour with the concrete, pattern versatility among many other uses. \r\n\r\nIt  binds together aggregates (sand, ballast) in a concrete or mortar mix to create a more versatile and colourful finish to concrete surfaces. It is similar to ordinary grey Portland Cement in all aspects except for its high degree of whiteness. \r\n\r\nPoweraft on the other hand is a unique offer that involves extremely rapid continuous supply of mass concrete volumes to large projects. A product of Bamburi Special Products (BSP), it has been used in projects like the AVIC project and the National Olympic Committee of Kenya office block at Upper Hill.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ab4e19c9dc.png",
      "media_size": 158232,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 83,
      "created_at": "2018-08-08 15:37:54",
      "deleted_at": null
    },
    {
      "id": 7,
      "title": "Win with the Binastore staff incentive scheme",
      "message": "Do you have what it takes to win? Binastore is giving you an amazing opportunity to walk away with cash awards for signing up new customers. Here are the details.",
      "repliable": true,
      "responses": [],
      "news_type": 3,
      "media_type": 1,
      "media_url": "5b43560ff04d8.jpg",
      "media_size": 1764737,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 2,
      "created_at": "2018-07-09 15:33:19",
      "deleted_at": null
    },
    {
      "id": 8,
      "title": "Our new Health & Safety Standards",
      "message": "The campaign just kicked off to enable us interact with and understand better our new H&S Standards; so that we can adopt them in our day to day work and sustain the highest standards of health and safety in our operations. \r\n\r\nThe awareness sessions, gap analysis and closure for the first set of standards - Energy Isolation and Confined Spaces standards - are just being completed. Then we will move to the next set of Standards.\r\n\r\nStay tuned. You can also find these Standards in the LafargeHolcim intranet - under Functions - then choose Health & Safety page.\r\n\r\nRemember to share as much feedback and suggestions as possible to your site H&S Manager to help close the gaps that exist in our operations, in regards to these standards.",
      "repliable": true,
      "responses": [],
      "news_type": 2,
      "media_type": 1,
      "media_url": "5b6ae50890c81.JPG",
      "media_size": 141678,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 5,
      "created_at": "2018-07-10 11:37:12",
      "deleted_at": null
    },
    {
      "id": 9,
      "title": "Are you running a campaign or offer?",
      "message": "All you need is a goal! Are you planning for a campaign or some offers you think would benefit all of us? \r\n\r\nShare with us and let us have everyone involved! We will even help you firm up on it and get the right stakeholders involved.\r\n\r\nClick Comment below to share with us or send an email to: ke-communication.department@lafargeholcim.com",
      "repliable": true,
      "responses": [],
      "news_type": 3,
      "media_type": 1,
      "media_url": "5b447d9bd6d5b.jpg",
      "media_size": 99564,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 1,
      "created_at": "2018-07-10 12:01:50",
      "deleted_at": null
    },
    {
      "id": 10,
      "title": "LH Integrity Line: Your Safe Way to Speak Up",
      "message": "You are encouraged to report violations of the LafargeHolcim CoBC, policies, directives, or any other breaches of Law directly to your supervisor, HR, Legal or Compliance personnel. \r\n\r\nThe Integrity Line, which is an ethics advise and reporting system covering all LafargeHolcim Group entities, does not replace but complements the existing possibilities to talk to these functions and raise your concerns or ask a question.\r\n\r\nThe Integrity Line is accessible to you to ask questions or make a report.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ab596226a9.jpg",
      "media_size": 352556,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 80,
      "created_at": "2018-08-08 15:37:54",
      "deleted_at": null
    },
    {
      "id": 11,
      "title": "We have been on radio!",
      "message": "Have you been listening in to Bamburi's latest campaign on radio. Here is one of those radio ads - in Swahili.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 3,
      "media_url": "5b4ded0bdb58c.mp3",
      "media_size": 809135,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 85,
      "created_at": "2018-08-08 15:38:37",
      "deleted_at": null
    },
    {
      "id": 12,
      "title": "Our radio ad with a family theme!",
      "message": "Didn't the recent Nguvu campaign on radio just excite you? Here is the one that had a family theme - in Swahili.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 3,
      "media_url": "5b4dedca346e0.mp3",
      "media_size": 795376,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 86,
      "created_at": "2018-08-08 15:38:37",
      "deleted_at": null
    },
    {
      "id": 32,
      "title": "Our Code of Business Conduct Enhances Supports our Integrity",
      "message": "High performance with high integrity is key to sustainable success.\r\n\r\nActing with integrity creates trust, protects our reputation, lowers our cost of doing business, and enhances shareholder value.\r\n\r\nActing with integrity is about doing the right thing all the time and starts with behaving in compliance with our Code. \r\n\r\nIt is our duty to act with integrity and to enable others to do the same.\r\n\r\nOur Code of Business Conduct is available on the Bamburi intranet or the LafargeHolcim intranet - Policy Landscape.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ab897a6669.jpg",
      "media_size": 709094,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 82,
      "created_at": "2018-08-08 15:37:54",
      "deleted_at": null
    },
    {
      "id": 33,
      "title": "Building for Growth -  Our Transformation Journey",
      "message": "Did you Know that Bamburi has embarked on an ambitious performance improvement program with the support of Proudfoot Consultants? \r\n\r\nThe objective of this project is to guarantee achievement of our 2018 business objectives, as well as identify and implement new actions to position Bamburi for success into 2019 and ahead.\r\n\r\nThe focus areas are:\r\n\r\n1. Supply Chain Cost Optimization\r\n2. Distribution and Dispatch Productivity\r\n3. Truck Turnaround Time Reduction\r\n4. SG&A Cost Efficiency\r\n5. Acceleration of Procurement Action Plans for 2018\r\n6. Acceleration of Sales Action Plans for 2018\r\n7. BSP & Ready-Mix Optimization\r\n\r\nFor more information please refer to an FAQ document circulated on 2nd August 2018 from ke-communication.department@lafargeholcim.com",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ac260b2dce.jpg",
      "media_size": 948414,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 73,
      "created_at": "2018-08-08 15:29:11",
      "deleted_at": null
    },
    {
      "id": 34,
      "title": "Happy Birthday to August Babies!",
      "message": "Join us in wishing our colleagues born in the month of August, a very happy birthday!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ac2eebb339.jpg",
      "media_size": 1226343,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 81,
      "created_at": "2018-08-08 15:37:54",
      "deleted_at": null
    },
    {
      "id": 35,
      "title": "Are you Accelerating the Change in your Area?",
      "message": "Are you continuing to improve and accelerate execution in your area of work?\r\n\r\nThe stakes and challenges for our Company to deliver sustainable and profitable growth remain high and we need to deliver strong results in 2018 and build strong foundations for the years to come.\r\n\r\nWe must be agile and accept that we have to adopt a new approach to accelerate our change.\r\n\r\nLet's keep doing it!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ac48bdf0d2.jpg",
      "media_size": 1084525,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 75,
      "created_at": "2018-08-08 15:28:40",
      "deleted_at": null
    },
    {
      "id": 36,
      "title": "Health Fact Sheet - CHIKUNGUNYA",
      "message": "Chikungunya is a viral illness transmitted to humans by mosquitoes. It is characterized by acute onset of fever and severe aches in the joints.\r\n\r\nMost people infected with Chikungunya virus will develop some symptoms, which will usually begin 3–7 days after being bitten by an infected mosquito.\r\n\r\nThe most common symptoms are:\r\n\tFever and joint pain.\r\nOther symptoms may include:\r\n\tHeadache, \r\n\tMuscle pain, \r\n\tJoint swelling, or \r\n\tRash.\r\n\r\nChikungunya disease does not often result in death, but the symptoms can be severe and disabling.\r\n\tMost patients feel better within a week. \r\n\tIn some people, the joint pain may persist for months.\r\n\tPeople at risk for more severe disease include newborns infected around the time of birth, older adults (≥65 years), and people with medical conditions such as high blood pressure, diabetes, or heart disease.\r\n\r\nRefer to the complete Health Fact Sheet about this disease circulated on 7th August 2018 on email from ke-communication.department@lafargeholcim.com",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ac5ed4d35e.JPG",
      "media_size": 147865,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 76,
      "created_at": "2018-08-08 15:29:24",
      "deleted_at": null
    },
    {
      "id": 37,
      "title": "Congratulations to the Winners in this Quiz! Look out to Win in a Minute!",
      "message": "The participation was overwhelming but the winners had to be selected. So the first to respond with the correct answers were selected.\r\n\r\nCongratulations once again the the winners of this round of the quiz (Energy Isolation and Confined Spaces standards). \r\n\r\nStay tuned for more chances to be a winner in the next set of quizzes to be shared, in this campaign to familiarize ourselves with the new H&S Standards.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ac70fac2ba.jpg",
      "media_size": 1346310,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 77,
      "created_at": "2018-08-08 15:38:26",
      "deleted_at": null
    },
    {
      "id": 38,
      "title": "Ever Got Stranded at the Hospital while Seeking Treatment? Now you Shouldn't",
      "message": "Did you know that our medical schemeadministrators - Zamara Risk and Insurance Brokers - have a 24 hours 7 days in a week call center available for you and your dependents?\r\n\r\nSave the numbers below in your phone and\/or refer to the stickers behind your card.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ac7946c20f.jpg",
      "media_size": 131394,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 78,
      "created_at": "2018-08-08 15:28:23",
      "deleted_at": null
    },
    {
      "id": 39,
      "title": "Medical Scheme Update: You Can now Get your Claims Reimbursed Via Mpesa",
      "message": "In an effort to improve the turnaround time on reimbursement claims, payments amounting to Kshs 30,000 and below will now be paid using the M-pesa service.\r\n\r\nIn this regards, you are advised to indicate your correct mobile number on the claim form when submitting your reimbursement documentation to your site HR. This is in order to facilitate the refund by the insurance company to the intended recipient. \r\n\r\n​Please note that this currently applies to members with Safaricom numbers only.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ac812a3193.png",
      "media_size": 9160,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 72,
      "created_at": "2018-08-08 15:28:08",
      "deleted_at": null
    },
    {
      "id": 40,
      "title": "Zawadi Challenge Season 5 is Underway!",
      "message": "CCEO Seddiq Hassani seen here presenting awards to Nairobi winning customers  \r\n\r\nThe fourth phase of the Zawadi Campaign, the loyalty program for Bamburi customers was completed in July 2018. \r\n\r\nIn this phase over 500 of the best-performing retailers and dealers were awarded with an array of amazing prizes - ranging from international and local luxury holidays of their choice, shop makeovers, school fees and tuk tuks with carriers.\r\n\r\nMore prizes include shopping vouchers, generators, smartphones, laptops,, solar water systems, water pumps, motorbikes and household appliances including microwaves, fridges, cookers and washing machines among others.\r\n\r\nNow season five is underway - running from July to December 2018.\r\n\r\nThis Campaign by Bamburi Cement was  launched two years ago to reward retailers and dealers who actively purchase cement from the Company. \r\n\r\nThey earn points based on the volume of cement purchased from Bamburi.  Retailers and dealers can participate by way of actively and consistently purchasing Bamburi's cement over a period of six months. Since inception of this program in 2016, we have seen the number of participants grow from about 250 retailers to over 560.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6aca25a6adc.jpg",
      "media_size": 7792178,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 79,
      "created_at": "2018-08-08 15:29:38",
      "deleted_at": null
    },
    {
      "id": 41,
      "title": "Priorities Under Focus for the Reminder of 2018",
      "message": "These are the three priority areas under focus for the remainder of 2018, as per Message from the CCEO dated 3rd August 2018:\r\n\r\n1.    Industrial performance\r\nThe industrial issues need to be solved quickly and everyone needs to ensure we deliver clinker production (and recover what we lost in H1), and improve clinker factor.\r\n\r\n2.    TTAT and supply chain\r\nIt is not acceptable that a customer needs to wait 7 hours to be served and a clinker truck 4 hours to be off loaded. It is important to set the basics to ensure that any truck does not wait more than 2 hours to leave the plant. This will enable us to reduce transport costs and increase our sales.\r\n\r\n3.    Cost savings\r\nIn a context where many costs have increased, we need to challenge and reduce all our costs, both industrial and SG&A. This will be implemented through a proactive negotiation from procurement and a Zero Based Budget approach for SG&A. \r\n\r\nOur focus will be on these three priorities, while ensuring that we continue to work in a safe environment. We were able to create success stories. It is still time to create other ones!\r\n\r\nFor the complete message, please refer to the Message from the CCEO circulated on 3rd August 2018 from ke-communication.department@lafargeholcim.com.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6acd8e72f16.png",
      "media_size": 48520,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 71,
      "created_at": "2018-08-08 15:27:55",
      "deleted_at": null
    },
    {
      "id": 42,
      "title": "Welcome to M-Bamburi!",
      "message": "Today marks a great milestone in the communication of our employees in our company. \r\n\r\nI am delighted to announce launch this mobile application M-Bamburi, which has been designed for internal communication with all Bamburi employees. \r\n\r\nThis means that every employee despite their location at any point - whether in the market, at the Plant, or in the office - can receive relevant company updates via the application (app). \r\n\r\nThe M-Bamburi app comes in to respond to requests for a communication channel that reaches all staff, whether they have access to email or not. \r\n\r\nThe app is also a two-way communication channel, as it allows staff to comment and share feedback on the updates they receive, as well as suggestions of what else they would like to be updated on.\r\n\r\nIf you have any questions, please engage Catherine Ndioo and\/or Amina Michuki  or via the email ke-communication.department@lafargeholcim.com.    \r\n\r\nAs we launch we note that during the pilot phase we received valuable feedback, which as we progress will continue to improve and upgrade the application.   \r\n\r\nWe  also welcome your suggestions to improve the application where possible. \r\n\r\nI look forward to your vibrant engagements through M-Bamburi!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b6ace4dc6f6e.png",
      "media_size": 378473,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 70,
      "created_at": "2018-08-08 15:27:26",
      "deleted_at": null
    },
    {
      "id": 43,
      "title": "Let's Remind Ourselves of Our H&S Rules, Shall We?",
      "message": "Our Health & Safety Rules help us to work safely every day. Have you mastered and are adhering to them every day?",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b715170f34c7.jpg",
      "media_size": 185874,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 69,
      "created_at": "2018-08-14 16:55:26",
      "deleted_at": null
    },
    {
      "id": 44,
      "title": "And Now onto Hashtag Bamburi",
      "message": "Stay tuned!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b7421782834d.jpg",
      "media_size": 248605,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 68,
      "created_at": "2018-08-15 15:50:00",
      "deleted_at": null
    },
    {
      "id": 45,
      "title": "Bamburi Cement eases the cement purchasing process",
      "message": "Bamburi Cement has in the past only had options of getting cement from cement dealers. Now the cement purchasing has been made easy. From Wednesday 1st August, Bamburi Cement has been accepting Mpesa, credit\/debit card and Equitel payments for cement from all its sites- MOM Plant, NAI Plant and Corporate Office.\r\n\r\nThis initiative is for customers as well as staff who would like to make one time purchases of cement and does not limit one to a specific region. One can get their cement via self collect or delivery to any part of the country. \r\n\r\nThe process is as easy as ABC…\r\n\r\nRead More in the recent What's New Newsletter dated 15th August 2018 - it's in the NEWSLETTERS section.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b754b1b06c95.jpg",
      "media_size": 153552,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 67,
      "created_at": "2018-08-16 12:59:55",
      "deleted_at": null
    },
    {
      "id": 46,
      "title": "Need information of our products in the market?",
      "message": "Here is our Retail Sales Team, whom you can refer with whenever you need information about our products, to share with a customer or for yourself. \r\n\r\nAnything from information on our products availability in the market (anywhere in the country), prices, delivery, or any other query. You can also refer customers or share with them customers contacts, as well as share relevant feedback on your experience in the market. \r\n\r\n#WeAreBamburiBrandAmbassadors.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b7a7d1af077a.jpg",
      "media_size": 195541,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 66,
      "created_at": "2018-08-16 13:20:07",
      "deleted_at": null
    },
    {
      "id": 47,
      "title": "MOM Plant Launches Building Performance Program",
      "message": "The graduate trainees and some of our supervisors  have been enrolled in the Regional Be Ready Program. \r\n\r\nThe  face to face training is scheduled to take place in Mombasa Plant at the Plant School for the period of 30th September to 12th October 2018.  \r\n\r\nWe expect to have 8 participants from Kenya, 3 from Benin, 1 from Egypt, 3 from Ivory Coast, 3 from Algeria and 2 from Guinea. \r\n\r\nThe launch was filled with words of wisdom from the MOM Plant Manager Mohamed Kharraki who went through a similar Learning and Development program known as CPDP. The program has been designed to lay the foundations for industrial excellence in LafargeHolcim.\r\n\r\nThe participants are expected to complete 34 assignments before the end of September and have already been issued with their workbooks. The Coaches have been provided with their Coaching guide  too! \r\n\r\nThe purpose of the program is to offer a systematic perspective across Plant processes and functions, while instilling the mindset and behaviors at the core of the new company culture. \r\n\r\nIt is a one year blended journey that provides induction in all manufacturing processes from Quarry to Lorry, Best Practices & Standards, Tools & Resources and Basic Managerial skills.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b76c64c9eea3.jpg",
      "media_size": 4118545,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 65,
      "created_at": "2018-08-17 15:57:48",
      "deleted_at": null
    },
    {
      "id": 48,
      "title": "Transformation Journey - TTAT Actions Update",
      "message": "In TTAT – Process Analysis & Opportunity Identification:\r\n\r\n> Project team has conducted brainstorming sessions on how to reduce TTAT < 2 hours and increase sales\r\n> Detailed TTAT process mapping, analysis and opportunity identification completed\r\n> Captures the direct input of all departments and Nairobi Plant Manager (17 persons)\r\n> 47 main opportunities were registered to improve TTAT, by covering the:\r\n      >> Sales Process\r\n      >>Truck Inspection\r\n      >> Order Assignment\r\n      >> Yard Waiting time\r\n      >> Loading time\r\n      >> Overall process safety\r\n\r\nIn TTAT - Outbound:\r\n\r\n> The following quick actions are enabling TTAT reduction so far:\r\n       >> Overall awareness and sense of urgency improvement from Bamburi employees related to TTAT\r\n      >> Fast line set-up for 10T trucks\r\n      >> Weighbridge reliability improvement\r\n      >> Daily delay analysis and corrective actions\r\n     >> Improved Inspection process\r\n     >>Overall dispatch productivity improvement\r\n\r\n> Compared to the base of 8 hours the reduction of turnaround time has been positive and encouraging\r\n> The total TTAT has been reduced by 43% in average for the last 6 weeks.\r\n>Important actions related to Maintenance, loading organization, bag quality, housekeeping & parking signalization, supervisory routines, customer service process and sales are still to be completed.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b7a79b0110f3.jpg",
      "media_size": 2355474,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 64,
      "created_at": "2018-08-20 11:20:00",
      "deleted_at": null
    },
    {
      "id": 49,
      "title": "Are You Familiar with Bamburi's Dos and Don'ts on Social Media?",
      "message": "Bamburi and LafargeHolcim has guidelines on use of social media by employees.\r\n\r\nNote, it is each and every employee's responsibility to adhere bythem.\r\n\r\nFind them under Newsletters Section or click on this link     https:\/\/m-bamburi.com\/uploads\/newsletters\/5b7a852d49881.pdf \r\n\r\nShould you have any questions please send a comment or write to ke-communication.department@lafargeholcim.com.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b7a874026926.png",
      "media_size": 279676,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 63,
      "created_at": "2018-08-20 12:17:52",
      "deleted_at": null
    },
    {
      "id": 50,
      "title": "Bamburi and Binastore are Now on Social Media!",
      "message": "Our Twitter Handle is @CementBamburi for Bamburi and @Binastore_Kenya for Binastore \r\n\r\nJoin in the conversations on Bamburi using #PartOfYouFromTheStart and on Binastore using #Binastore.\r\n\r\nYou can also find Binastore on Facebook as Binastore Kenya.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b7ad86d0dd01.jpg",
      "media_size": 483646,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 62,
      "created_at": "2018-08-20 18:04:13",
      "deleted_at": null
    },
    {
      "id": 51,
      "title": "Are you with us on Twitter?",
      "message": "On Twitter Bamburi is @CementBamburi\r\nBinastore is @Binastore_Kenya\r\n\r\nBinastore is also on Facebook as Binastore Kenya\r\n\r\nJoin in the conversation #PartOfYouFromTheStart   #Binastore",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b7faef0ee88c.jpg",
      "media_size": 1299891,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 61,
      "created_at": "2018-08-24 10:08:32",
      "deleted_at": null
    },
    {
      "id": 52,
      "title": "What Should You Do and Not Do on Social Media?",
      "message": "Should I state that I work for Bamburi\/LafargeHolcim? \r\n\r\nIf I come across an inaccurate comment on a blog, should I correct it?\r\n\r\nCan I post a photo of my workplace on Facebook? \r\n\r\nWhat do I say if a journalist asks me questions on Twitter? \r\n\r\nThese are all legitimate questions that are answered in the Social media guidelines for Bamburi staff. Click on this link to read them  https:\/\/m-bamburi.com\/uploads\/newsletters\/5b7a852d49881.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b7fb1291b8b5.jpg",
      "media_size": 9441,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 60,
      "created_at": "2018-08-24 10:18:01",
      "deleted_at": null
    },
    {
      "id": 53,
      "title": "H&S Standards under focus: Mobile Equipment & Onsite Traffic Mgt and Working at Height",
      "message": "Update yourself with these standards shared on email or find them on Connect (the Group Intranet). \r\n\r\nShould you have any questions or require clarification please get in touch with your site H&S managers.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b8662024d0a9.jpg",
      "media_size": 850280,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 59,
      "created_at": "2018-08-29 11:27:25",
      "deleted_at": null
    },
    {
      "id": 54,
      "title": "2018 Bamburi Cement Half Year results are out!",
      "message": "What is the Company's performance like so far? Did the current market conditions have a huge impact on the performance? \r\n\r\nFind all this information and more in the Bamburi Cement 2018 Half Year Results. Acquaint yourself with the figures and be in the know.\r\n\r\nYou can also find these results as well as the previous years' on our website: https:\/\/www.lafarge.co.ke\/1_4_6-Financial_reports",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b88e476f393f.png",
      "media_size": 214844,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 58,
      "created_at": "2018-08-31 09:47:18",
      "deleted_at": null
    },
    {
      "id": 55,
      "title": "Are you and your friends with us on Twitter?",
      "message": "Even on social media we have constructive conversations. Join in the conversations #PartOfYouFromTheStart, #BamburiCares,  #Binastore, #BinaNewsKE and don't forget to like\/ follow the page. \r\n\r\nBamburi's Twitter handle is @CementBamburi and Binastore is @Binastore_Kenya.\r\n\r\nBinastore is also on Facebook as Binastore Kenya.\r\n\r\nTell a friend to tell a friend!\r\n\r\nN\/B: Get notifications by clicking on the bell at the top right on the various twitter pages and never miss a thing!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b890d6d28068.jpg",
      "media_size": 850975,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 57,
      "created_at": "2018-08-31 12:38:14",
      "deleted_at": null
    },
    {
      "id": 56,
      "title": "Do you know what is happening to the old Mombasa Rd- NAI Plant?",
      "message": "The old Mombasa road's deteriorated state has posed a challenge for many trying to access the Nairobi Grinding Plant (NAI Plant). These challenges will soon be a thing of the past as Bamburi Cement in partnership with the Kenya National Highway Authority (KeNHA), commence on a project to rehabilitate the 1.1km road.\r\n\r\nStay tuned for more information on the project.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b8e449d8b8b1.jpg",
      "media_size": 752337,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 56,
      "created_at": "2018-09-04 11:38:53",
      "deleted_at": null
    },
    {
      "id": 57,
      "title": "Sign up a retailer with Binastore and get yourself a handsome cash reward!",
      "message": "Stand a chance to get a KSH. 40,000 reward by signing up a retailer with the Binastore team. \r\n\r\nFor more information on how to do this, refer here https:\/\/m-bamburi.com\/uploads\/newsletters\/5b8e54ef1f65f.pdf for more details",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b8e56802ff65.jpg",
      "media_size": 172571,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 55,
      "created_at": "2018-09-04 12:55:12",
      "deleted_at": null
    },
    {
      "id": 58,
      "title": "Something is cooking...",
      "message": "The Fundis in the coast region will soon have something to look forward to. \r\n\r\nWhat does Nguvu Cement have to do with it? More information coming to a screen near you.\r\n\r\nB-ZAWADI Challenge ... loading...",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b8f8fd2e0bde.jpg",
      "media_size": 1598998,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 54,
      "created_at": "2018-09-05 11:12:02",
      "deleted_at": null
    },
    {
      "id": 59,
      "title": "Launch of CIF Project at NAI Plant",
      "message": "After Mombasa Plant, now CIF launches at NAI Plant. \r\n\r\nClick on this link to read the Message from CCEO     https:\/\/m-bamburi.com\/uploads\/newsletters\/5b8fd3fde0d1e.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b8fd6286c820.png",
      "media_size": 48520,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 53,
      "created_at": "2018-09-05 16:12:08",
      "deleted_at": null
    },
    {
      "id": 60,
      "title": "Win! Win! Win With Social Media!",
      "message": "Are you aware of Bamburi's social media guidelines?\r\n\r\nKeep a look out tomorrow (Friday 7th September) at 10am for the questions that could win you a beautiful Ankara bag.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b90cf899d00b.jpg",
      "media_size": 650865,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 52,
      "created_at": "2018-09-06 09:56:09",
      "deleted_at": null
    },
    {
      "id": 61,
      "title": "Invitation for NAI Plant Staff - Launch of CIF",
      "message": "Please see attached invitation targeted for NAI Plant staff.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b90f56ae156f.jpg",
      "media_size": 285395,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 51,
      "created_at": "2018-09-06 12:37:46",
      "deleted_at": null
    },
    {
      "id": 62,
      "title": "QUIZ -  Respond to these Questions & Win with Social Media",
      "message": "Qtn1: Can I add my colleagues as \"friends\", \"followers\", \"contacts\", etc. on the various social media networks? \r\nYes\r\nNo\r\n\r\nQtn2: If I state that I work for Bamburi\/ LafargeHolcim do I have to put a picture of myself in PPE as a profile picture?\r\nYes \r\nNo\r\n\r\nQtn3: Should I reply if a journalist or a blogger asks me questions about Bamburi or LafargeHolcim on social media? \r\nYes \r\nNo\r\n\r\nRespond by writing a Comment below, indicating the correct answer to each of the 3 questions.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b922348858bc.JPG",
      "media_size": 87263,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 50,
      "created_at": "2018-09-07 10:05:44",
      "deleted_at": null
    },
    {
      "id": 63,
      "title": "Let's Talk Tax: Is Withholding Tax a Dilemma?",
      "message": "Do you want to understand this Tax, any other taxes? \r\n\r\nTax is inevitable, and while it helps having a good understanding of it, the topic tends to be technical. \r\n\r\nJoin in this Chat as our Tax & Assets Manager Jacqueline Osango, talks about Withholding tax in a layman language. \r\n\r\nYou also get to ask your questions on other form of taxes.\r\n\r\nA calendar invite has been shared on email, with a link to click and join in the chat. \r\n\r\nYou can also join in the call from the following boardrooms:\r\n\r\nMombasa team - Elephant Boardroom\r\nNAI Plant team - NAI Boardroom\r\nBSP - either Kitui Road Boardroom and BSP Athi River Boardroom\r\nCorporate office - Bamburi Concrete Boardroom",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b927eff95bf3.jpg",
      "media_size": 1397377,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 49,
      "created_at": "2018-09-07 16:37:03",
      "deleted_at": null
    },
    {
      "id": 64,
      "title": "B-Zawadi Challenge Launched Today!",
      "message": "Bamburi today launched B-Zawadi Challenge, a loyalty promotion that will reward fundis (masons) using our Nguvu cement. \r\n\r\nThe promotion which will run until 10th December 2018, kicks off in Coast region, before branching to other parts of the country. \r\n\r\nClick on this link to read more information  https:\/\/m-bamburi.com\/uploads\/newsletters\/5b965e7a2162e.pdf\r\n\r\nOr on this link to read a flier with details of the competition   https:\/\/m-bamburi.com\/uploads\/newsletters\/5b965eb231928.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b96600c49047.jpg",
      "media_size": 1722278,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 48,
      "created_at": "2018-09-10 15:14:04",
      "deleted_at": null
    },
    {
      "id": 65,
      "title": "The Latest Issue of the Winning as One Newsletter is Here!",
      "message": "In this issue of the Winning as One newsletter, we take time to update you on some of the key topics in our business currently. \r\n\r\nFrom a ‘call to action’ CCEO message on performance, our transformation roadmap, Binastore, Health & Safety, Compliance, Communications and more.. Some great opinion pieces too, especially Kenneth Were's 'road to safety' story. How far we have come indeed, and how far we can go!\r\n\r\nYou don't want to miss any of it! \r\n\r\nAs usual please share with us your feedback and suggestions of what else you'd like to read in the newsletter. Do you also have an interesting story to share? We'd love to hear it, and publish it! Write to us. \r\n\r\nClick on this link to download the newsletter   https:\/\/m-bamburi.com\/uploads\/newsletters\/5b977a1a20460.pdf\r\n\r\nAlternatively visit the Newsletters section of the app and read it from there.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b977d53c966a.JPG",
      "media_size": 63919,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 47,
      "created_at": "2018-09-11 11:31:15",
      "deleted_at": null
    },
    {
      "id": 66,
      "title": "Congratulations to the Winners!",
      "message": "Thank you to the many who participated in the 'Win with Social Media' Quiz, and Congratulations to the winners:\r\n\r\n1. Allan Onditi - NAI Plant\r\n2. Laurent Noel - Corporate Office\r\n3. Paul Opere - LES\r\n\r\nYour gorgeous multipurpose Ankara bag is on the way. Enjoy the win.\r\n\r\nThe correct answers are: \r\nQuestion 1 - Yes\r\nQuestion 2 - No\r\nQuestion 3 - No \r\n\r\nStay updated on Bamburi's social media guidelines and make sure to comply with them at all times.\r\n\r\nAnd stay logged on right here at M-Bamburi..so much more, and more opportunities to win on the way!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b97ba9c7d1a0.jpg",
      "media_size": 893179,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 46,
      "created_at": "2018-09-11 15:52:44",
      "deleted_at": null
    },
    {
      "id": 67,
      "title": "Chat with Tax & Assets Manager - coming up at 11am",
      "message": "Are you set to understand more about Withholding Tax, as you also ask questions about other forms of taxes?\r\n\r\nThe Chat with Tax and Assets Manager session is happening at 11am.\r\n\r\nJoin by Clicking on the Weblink on the calendar invite sent to you titled - Chat With Tax & Assets Manager. \r\n\r\nYou can also join in the call from the following boardrooms:\r\n\r\nMombasa team - Elephant Boardroom\r\nNAI Plant team - NAI Boardroom\r\nBSP - either Kitui Road Boardroom and BSP Athi River Boardroom\r\nCorporate office - Bamburi Concrete Boardroom",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5b98bf0fd1b80.jpg",
      "media_size": 1397377,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 45,
      "created_at": "2018-09-12 10:23:59",
      "deleted_at": null
    },
    {
      "id": 68,
      "title": "Did you know, the CIF Project is now at NAI Plant?",
      "message": "The Cement Industrial Framework is a transformation project aimed at achieving industrial excellence and in-turn increasing  performance of our industrial operations.\r\n\r\nFor more details, read the FAQS https:\/\/m-bamburi.com\/uploads\/newsletters\/5ba0ecb993e14.pdf\r\n\r\nKeep it locked right here for more on this project.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5ba0ef1f8a9bd.jpg",
      "media_size": 789308,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 44,
      "created_at": "2018-09-18 15:24:09",
      "deleted_at": null
    },
    {
      "id": 69,
      "title": "It's the MARATHON season, are you in?",
      "message": "It's the marathon season and as tradition would have it, the Bamburi Concrete Racers (a team of Bamburi staff and contractors) will be representing the Company.\r\n\r\nPost a comment by clicking on the icon below and submit your selection to be a member of the team. Will it be Ndakaini- Run for Water, Standard Chartered- Seeing is Believing or both?\r\n\r\nBe a part of something bigger by giving back. \r\n\r\nDon't get left behind, sign up today!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5ba20ed6c816a.jpg",
      "media_size": 1126048,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 43,
      "created_at": "2018-09-19 11:54:46",
      "deleted_at": null
    },
    {
      "id": 70,
      "title": "Do You Know the Energy Isolation Job Specific Procedures?",
      "message": "Before any work on a PES (Potentially Energized System), job specific procedures must be available and must include:\r\n\r\n1. Identification of:\r\n> all sources and types of energy\r\n> all isolation points for each energy source\r\n> energy isolation device for each isolation point and \r\n> the correct sequence of isolation\r\n\r\n2. Method to:\r\n> shut down, deactivate, isolate, block and secure the PESs\r\n> release stored and residual energy\r\n> place and transfer Lock-Out\/Tag-Out devices\r\n> confirm the effectiveness of Lock-Out devices and other energy control measures (Test-Out)\r\n> remove Lock-Out\/Tag-Out devices\r\n> restore the energy after the task\r\n\r\n3. Competency, authorization and supervision to carry out the procedure. \r\n\r\nNote: Treat all PESs as energized (live) until a Test-Out confirms otherwise. \r\n\r\nRead the full details in the Energy Isolation  Standard. Click on this link for the Visual Guide  https:\/\/m-bamburi.com\/uploads\/newsletters\/5bb2072325c4e.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bb2099f3f2a1.png",
      "media_size": 2622635,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 42,
      "created_at": "2018-10-01 14:48:47",
      "deleted_at": null
    },
    {
      "id": 71,
      "title": "New Airtime and Data Rates",
      "message": "Effective 1st October 2018 we have moved to Corporate Value Packages (CVP). As part of the post pay hybrid the lines still belong to the registered user who is the employee but you will enjoy the new calling and data rates that BCL have negotiated. You will also be able to load airtime if you exhaust the current airtime package allocated. If you want to check your balance please use *200#.\r\n\r\nPlease note that you do not need to purchase data bundles since they have been already preloaded as part of the package.\r\n\r\nClick on this link to read the complete Memo  https:\/\/m-bamburi.com\/uploads\/newsletters\/5bb3a40c05578.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bb3a6003c19e.JPG",
      "media_size": 84331,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 41,
      "created_at": "2018-10-02 20:08:16",
      "deleted_at": null
    },
    {
      "id": 72,
      "title": "LafargeHolcim Compliance Program - You Should Always Speak Up!",
      "message": "If you see something that does not work well, is not right or should be done differently, you should always speak up.\r\n\r\nEach employee has a responsibility to report any breaches to the Code of Business Conduct to his\/her supervisor, Legal or Compliance department.\r\n\r\nAlternatively, employees can also file reports through the Integrity Line implemented by the Group, which provides a choice between a phone and online reporting service:\r\n\r\nToll-free number: 0800724555\r\nOnline platform https:\/\/integrity.lafargeholcim.com\/\r\n\r\nThe Integrity Line enables you to ask for advice and\/or report in good faith your concerns.\r\n\r\nClick on this link to read more   https:\/\/m-bamburi.com\/uploads\/newsletters\/5bb48e6788448.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bb492b263d55.jpg",
      "media_size": 233180,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 40,
      "created_at": "2018-10-03 12:56:10",
      "deleted_at": null
    },
    {
      "id": 73,
      "title": "Today is Healthy Thursday! Let's Talk About Your Heart",
      "message": "What's Your Promise, For Your Heart?\r\n\r\nDid you know?\r\n Each day, your heart beats around 100,000 times.\r\n Your heart pumps about five litres of blood around your body.\r\n The heart is approximately the size of your fist\r\n The strongest muscle in your body is the heart.\r\n Your heart started beating about 3 weeks after you were conceived.\r\n If you live to be 70 years, your heart will have beaten 2 and ½ billion times. \r\n\r\nMake a promise... \"for my heart, for your heart, for all our hearts\"  \r\n\r\n\"I promise as an individual to cook and eat more healthily, to do more exercise and encourage my children and other relatives to be more active, to say no to smoking and help my loved ones to stop.\" \r\n\r\nMake a promise today!  For your Heart.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bb5dafad6244.jpg",
      "media_size": 816087,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 39,
      "created_at": "2018-10-04 12:18:50",
      "deleted_at": null
    },
    {
      "id": 74,
      "title": "How Do I as an Employee Contribute to Cost Leadership?",
      "message": "Cost Leadership remains a key focus area for our business.\r\n\r\nImportant points to take note of:\r\n\r\n1. We are the drivers of every cost the business incurs (mainly through making the decision to purchase...)\r\n2. Whenever incurring these costs therefore let us ask ourselves:\r\no\tAre we getting the right quality and price - how are we sourcing?\r\no\tAre we sourcing it from the right place?\r\no\tIs what I am procuring really adding value to the business, or is it just a 'good to have'?\r\no\tCan I work innovatively to reduce this cost, or even avoid it? \r\no\tCan I re-evaluate the way I work and avoid buying things just because 'it's always been done?'\r\no\tIf I was buying this item or service for personal use, would this be the price I'd expect? Does it make sense to me?\r\n\r\nLet us all own the cost leadership mindset for our success!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bb70f0619ad9.jpg",
      "media_size": 952774,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 38,
      "created_at": "2018-10-05 10:13:10",
      "deleted_at": null
    },
    {
      "id": 75,
      "title": "Internal Vacancies",
      "message": "Click on this link for details https:\/\/m-bamburi.com\/uploads\/newsletters\/5bb71e81dba95.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bb71f505c92a.png",
      "media_size": 2537,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 37,
      "created_at": "2018-10-05 11:22:40",
      "deleted_at": null
    },
    {
      "id": 76,
      "title": "Today is Reflective Friday! Today's Tip is on Better Work-Life Balance",
      "message": "Do What YOU Love\r\n\r\nMake time for something you love – other than work – and give it the time it deserves. It will energize and refresh you, and enable you to nurture the creative thought that is ever so essential.\r\nReflect on that and great weekend ahead!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bb7395c18f09.png",
      "media_size": 22634,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 36,
      "created_at": "2018-10-05 13:13:48",
      "deleted_at": null
    },
    {
      "id": 77,
      "title": "Let's Appreciate these Cost Leadership Success Stories!",
      "message": "Did You Know  -  Innovation is a Key Contributor to Cost Leadership?\r\n\r\nIncremental innovation is a great way of reducing our business costs. And it's ultimately a better way of doing business. \r\n\r\nLet's take a second to go over what innovation is:\r\n\r\n1. It's an opportunity to make our products and services better\r\n2. It's an opportunity to make tweaks to the manufacturing process\r\n3. It's an opportunity to add or remove features as necessary \r\n4. Ultimately it's an opportunity to be more effective and efficient in our work \r\n\r\nRead these few case studies in our business to inspire you (click on the links below)\r\n\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5bbc5155ba584.pdf\r\n\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5bbc523ad2895.pdf\r\n\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5bbc51fd0ba19.pdf\r\n\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5bbc52bd6696f.pdf\r\n\r\nIt is possible to innovate better in your area of work!\r\n\r\nDo you have case studies (personal or team), you'd like to share with all of us?  Please share them with us.\r\n\r\nLet's keep innovating!\r\n\r\n#BUILDING FOR GROWTH",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bbc5541d95bc.jpg",
      "media_size": 1045012,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 35,
      "created_at": "2018-10-09 10:14:09",
      "deleted_at": null
    },
    {
      "id": 78,
      "title": "Win in a Minute is Back!",
      "message": "Stand by for the Challenge. It comes to you on Tuesday 16th October 2018 at 10am sharp!",
      "repliable": true,
      "responses": [],
      "news_type": 2,
      "media_type": 1,
      "media_url": "5bc0a36910c5d.jpg",
      "media_size": 1213161,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 4,
      "created_at": "2018-10-12 16:36:41",
      "deleted_at": null
    },
    {
      "id": 79,
      "title": "Chat with Supply Chain on Friday 26th Oct",
      "message": "Do you understand your contribution to the Sourcing Process, whatever your role is? .. Are you adhering to the Procurement Processes in general? \r\n\r\nThe Supply Chain Team will host this crucial session...\r\n\r\n•\tcome understand these processes to avoid any hiccups, errors and omissions\r\n•\tclarify, ask your questions\r\n\r\nThey will also update on where we are with the Supply Chain transformation journey \r\n\r\nDate: Friday 26th October 2018\r\nTime: 10am - 11.30am \r\n\r\nThe log in details have been shared through a calendar invite on email, or you can join in these boardrooms:\r\n> Mombasa team (MOM, LES, BSP Msa) - MPO Boardroom\r\n> NAI Plant team - NAI Boardroom\r\n> BSP - either Kitui Road Boardroom and BSP Athi River Boardroom\r\n> Corporate office - Bamburi Concrete Boardroom\r\n\r\nRemember to also type in your questions in the Google sheet (see email).",
      "repliable": true,
      "responses": [],
      "news_type": 2,
      "media_type": 1,
      "media_url": "5bc6f37056b6e.jpg",
      "media_size": 827043,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 3,
      "created_at": "2018-10-17 11:31:44",
      "deleted_at": null
    },
    {
      "id": 80,
      "title": "Chat with Supply Chain - All Your Questions on Procurement & Logistics Answered!",
      "message": "Are you set for this session? Make sure not to miss it.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bceff2f4d864.jpg",
      "media_size": 827043,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 34,
      "created_at": "2018-10-23 13:59:59",
      "deleted_at": null
    },
    {
      "id": 81,
      "title": "Transmission of Payslips from October 2018",
      "message": "Please read attached.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bd2f5eeedad9.jpg",
      "media_size": 472567,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 33,
      "created_at": "2018-10-26 14:09:34",
      "deleted_at": null
    },
    {
      "id": 82,
      "title": "Your Safe Way to Speak Up!",
      "message": "Please note you can find our Code of Business Conduct on the intranet - both Group intranet and Bamburi intranet.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bd807d822227.jpg",
      "media_size": 352556,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 32,
      "created_at": "2018-10-30 10:27:20",
      "deleted_at": null
    },
    {
      "id": 83,
      "title": "Are you getting our website address accurately?",
      "message": "Bamburi Cement website remains www.lafarge.co.ke \r\n\r\n#share with our customers",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bdac9fb9d974.jpg",
      "media_size": 864469,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 31,
      "created_at": "2018-11-01 12:40:11",
      "deleted_at": null
    },
    {
      "id": 84,
      "title": "Chat with Our Country Health Manager Diana Ruchugo on 15th Nov - 10.30am",
      "message": "Join by Clicking on the Weblink on the calendar invite sent to you titled - Chat with Country Health Manager \r\n\r\nYou can also join in the call from the following boardrooms:\r\n\r\nMombasa team (MOM, LES, BSP Msa) - MPO Boardroom\r\nNAI Plant team - NAI Boardroom\r\nBSP - either Kitui Road Boardroom or BSP Athi River Boardroom\r\nCorporate office - Bamburi Concrete Boardroom\r\n\r\nRemember to also send in your questions before or during the session - you may share them by typing a Comment here.",
      "repliable": true,
      "responses": [],
      "news_type": 2,
      "media_type": 1,
      "media_url": "5be172fe95490.jpg",
      "media_size": 1115547,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 2,
      "created_at": "2018-11-06 13:54:54",
      "deleted_at": null
    },
    {
      "id": 85,
      "title": "Do you Know these Prohibited Behaviours when Working at Height?",
      "message": "Ensure you and your colleagues are well trained and know not to do these things.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5be1737d4579d.jpg",
      "media_size": 1264139,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 30,
      "created_at": "2018-11-06 13:57:01",
      "deleted_at": null
    },
    {
      "id": 86,
      "title": "Do You Know: the Pre-Operation Inspections of Mobile Equipment & Onsite Traffic?",
      "message": "Remember these, and share with your colleagues.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5be175b8868a7.jpg",
      "media_size": 1219174,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 29,
      "created_at": "2018-11-06 14:06:32",
      "deleted_at": null
    },
    {
      "id": 87,
      "title": "Do You Know: these Prohibited Behaviours for Mobile Equipment & Onsite traffic",
      "message": "Remember them and share with your colleagues.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5be17621647a0.jpg",
      "media_size": 2707283,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 28,
      "created_at": "2018-11-06 14:08:17",
      "deleted_at": null
    },
    {
      "id": 88,
      "title": "Do You Know: the Hierarchy of Working at Height Control Measures",
      "message": "Remember them and share with your colleagues.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5be17658d621b.jpg",
      "media_size": 2070325,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 27,
      "created_at": "2018-11-06 14:09:12",
      "deleted_at": null
    },
    {
      "id": 89,
      "title": "Vote for Bamburi's Win! Mombasa Business Awards",
      "message": "Click on this link to go directly to the voting page https:\/\/www.mombasabusinessawards.co.ke\/vote\/",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5be2ea8ad8c04.jpg",
      "media_size": 2030504,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 26,
      "created_at": "2018-11-07 16:37:14",
      "deleted_at": null
    },
    {
      "id": 90,
      "title": "Have you Completed your Annual Health Assessment?",
      "message": "This exercise is currently ongoing. Book your slot if you haven't already, to participate in this important review of your health. \r\nDetails have been shared by your local HR team.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5be54c2e3a6ca.jpg",
      "media_size": 69984,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 25,
      "created_at": "2018-11-09 11:58:22",
      "deleted_at": null
    },
    {
      "id": 91,
      "title": "FAQs - The New Safaricom Postpay Package for Bamburi",
      "message": "Click on this link to find an FAQ document sharing details of the new Safaricom Corporate Value Pack Postpay package. \r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5be54f9f5d1b2.pdf\r\n\r\nShould you have any further questions, please get in touch with Elizabeth Hiri in HR ,or your site HR team.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5be55093003f7.JPG",
      "media_size": 99200,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 24,
      "created_at": "2018-11-09 12:17:07",
      "deleted_at": null
    },
    {
      "id": 92,
      "title": "Corporate Office Townhall with MEA Regional Head",
      "message": "Corporate office team please be punctual.",
      "repliable": true,
      "responses": [],
      "news_type": 2,
      "media_type": 1,
      "media_url": "5bebe94e6218f.jpg",
      "media_size": 897165,
      "admin_name": "Catherine  Ndioo",
      "order_index": 1,
      "created_at": "2018-11-14 12:22:22",
      "deleted_at": null
    },
    {
      "id": 93,
      "title": "Chat with Our Country Health Manager Diana Ruchugo today at 10.30am",
      "message": "Please join the session and ask your questions.\r\n\r\nFind log in details on your email - or join from these boardrooms:\r\n\r\nYou can also join in the call from the following boardrooms:\r\nMombasa team (MOM, LES, BSP Msa) - MPO Boardroom\r\nNAI Plant team - NAI Boardroom\r\nBSP - either Kitui Road Boardroom or BSP Athi River Boardroom\r\nCorporate office - Bamburi Concrete Boardroom",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bed19d36c012.jpg",
      "media_size": 1115547,
      "admin_name": "Catherine  Ndioo",
      "order_index": 23,
      "created_at": "2018-11-15 10:01:39",
      "deleted_at": null
    },
    {
      "id": 94,
      "title": "Happy International Men's Day!",
      "message": "To all the men in Bamburi Cement, we appreciate and celebrate you.\r\n\r\nHappy International Men's Day!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf29f384ac38.jpg",
      "media_size": 1399469,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 22,
      "created_at": "2018-11-19 14:32:08",
      "deleted_at": null
    },
    {
      "id": 95,
      "title": "The Craziest, Most Amazing M-Bamburi Daily Wins On the Way!",
      "message": "Are you tuned in..? The most amazing awards season you've ever witnessed is on the way!\r\n\r\nEvery single day, a chance to walk away with a smile. For us Christmas is already here! \r\n\r\nTip on How Make Sure Not to Miss Out: Make sure your M-Bamburi app is open at all times, so you can receive app notifications whenever there is a new item on the app.\r\n\r\nStay tuned.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf2aa31714ae.jpg",
      "media_size": 15398,
      "admin_name": "Catherine  Ndioo",
      "order_index": 21,
      "created_at": "2018-11-19 15:18:57",
      "deleted_at": null
    },
    {
      "id": 96,
      "title": "Today's Daktari 101 Tip",
      "message": "How well are you today? Daktari says...\r\n\r\nDiet and exercise are an important part of your heart health. \r\n\r\nIf you don’t eat a good diet and you don’t exercise, you are at increased risk of developing health problems. These include high blood pressure, high cholesterol, obesity, type 2 diabetes, and heart disease. \r\n\r\nThese increaseyour risk of heart attack and stroke.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf2b3a1a3398.jpg",
      "media_size": 69862,
      "admin_name": "Catherine  Ndioo",
      "order_index": 20,
      "created_at": "2018-11-19 15:59:13",
      "deleted_at": null
    },
    {
      "id": 97,
      "title": "Kenya Wins MEA CSR Awards!",
      "message": "Congratulations Kenya!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf3e0ddd8769.jpg",
      "media_size": 1397255,
      "admin_name": "Catherine  Ndioo",
      "order_index": 19,
      "created_at": "2018-11-20 13:24:29",
      "deleted_at": null
    },
    {
      "id": 98,
      "title": "2018 Annual Performance Review has Kicked Off",
      "message": "Please click on the link below to read the memo\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5bf6b49adb0fb.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf6b54364367.JPG",
      "media_size": 90679,
      "admin_name": "Catherine  Ndioo",
      "order_index": 18,
      "created_at": "2018-11-22 16:55:15",
      "deleted_at": null
    },
    {
      "id": 99,
      "title": "Bamburi Pension Scheme Member Education Presentation",
      "message": "Please click on this link to read\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5bf6b6ee49fec.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf6bdfc0a218.JPG",
      "media_size": 48919,
      "admin_name": "Catherine  Ndioo",
      "order_index": 17,
      "created_at": "2018-11-22 17:32:28",
      "deleted_at": null
    },
    {
      "id": 100,
      "title": "Revised Airtime & Data Allocation",
      "message": "Please click on this link to read \r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5bf6be416998e.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf6bec85213e.JPG",
      "media_size": 63856,
      "admin_name": "Catherine  Ndioo",
      "order_index": 16,
      "created_at": "2018-11-22 17:35:52",
      "deleted_at": null
    },
    {
      "id": 101,
      "title": "IT Security Awareness Training Campaign",
      "message": "Click on this link for details\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5bf6bf32a1324.pdf\r\n\r\nThe Cyber Security Training referred has been sent to you on email from  \r\nSecurity Awareness <securityawareness@lafargeholcim.com>",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf6bfeebc7c5.JPG",
      "media_size": 88735,
      "admin_name": "Catherine  Ndioo",
      "order_index": 15,
      "created_at": "2018-11-22 17:40:46",
      "deleted_at": null
    },
    {
      "id": 102,
      "title": "Make a Child's Christmas Count",
      "message": "You can begin dropping in your donations immediately at your reception area.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf7b48bd345c.jpg",
      "media_size": 977060,
      "admin_name": "Catherine  Ndioo",
      "order_index": 14,
      "created_at": "2018-11-23 11:04:27",
      "deleted_at": null
    },
    {
      "id": 103,
      "title": "Did you know we have a parents and siblings medical cover?",
      "message": "If you've been trying to get a medical cover for your parents and\/or siblings, or were considering it, Bamburi's HR department has got you covered. \r\n\r\nSend your inquiries to fkioko@zamara.co.ke with a copy to our Country Health Manager Diana.Ruchugo@lafargeholcim.com\r\n\r\nDeadline to get the cover is 1 December, 2018",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bf7bbd42dd1e.jpg",
      "media_size": 2384082,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 13,
      "created_at": "2018-11-23 11:35:32",
      "deleted_at": null
    },
    {
      "id": 104,
      "title": "Good Practice Sharing - Making Customers Happy with Digital Solutions in Morocco",
      "message": "“Are you happy?” Check out how our colleagues are making customers happy with digital solutions in Morocco. https:\/\/connect.lafargeholcim.com\/global\/are-you-happy\r\n\r\nWith an average of 250,000 customers trucks picking up around 7 million tons every year, LafargeHolcim aims to please. The industrial, logistics and digital teams are working together to identify solutions to improve customer experience within our plants. In Morocco, they’re implementing two exciting digital initiatives that improve the experience of customers and employees.\r\n\r\nCustomer truck information in real time\r\n\r\nThe primary goal of the digital solution “Massary” is to reduce the amount of time our trucks are parked and loading within the plants. But it does more. It provides real time, transparent queue management, while also controlling for the accuracy of products provided. “The tool tracks every truck from the moment they park until they exit the factory,” says Lamia Joundy, Digital Operations Manager. “We use RFID badges provided to each driver when they arrive to do the tracking.”\r\n\r\nThe solution is operational in Meknes plant and will be rolled out to all other sites in the country by the beginning of 2019. “We’re excited by the prospects of this tool after its success in Meknes,” says Idriss Elasri, Procurement, Logistics and Marketing Director.\r\n\r\nHearing directly from the customer\r\n\r\nThey didn’t stop with Massary. Idriss added, “We wanted to further understand our drivers’ needs in order to continue improving their experience with and perception of LafargeHolcim Morocco, so we developed an application for just this purpose.”\r\n\r\nWith 3JBKOUMLHAL (“Are you happy?” or “Did you like it?” in Arabic) every driver now has the possibility to rank their experience. “We use a tablet for the drivers,” explains Ghita Mouttaqi-Allah, Digital Customer Manager, “which allows us to measure the impact of our processes on customer satisfaction – in real time.” The results have led to quick wins, but also more ambitious improvements in operations. Following a test phase at the Bouskoura and Settat plants, 3JBKOUMLHAL will also be rolled out at the beginning of 2019.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bfbdb581ec19.jpg",
      "media_size": 331505,
      "admin_name": "Catherine  Ndioo",
      "order_index": 12,
      "created_at": "2018-11-26 14:39:04",
      "deleted_at": null
    },
    {
      "id": 105,
      "title": "Save the Date",
      "message": "To all Corporate office staff\r\n\r\nFriday 7th December, 2018 from 3.30pm\r\n\r\nDon't miss out!",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bfbe68c4fedf.jpg",
      "media_size": 997935,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 11,
      "created_at": "2018-11-26 15:26:52",
      "deleted_at": null
    },
    {
      "id": 106,
      "title": "Reminder - Make a Child's Christmas Count",
      "message": "Please drop your donations into the boxes marked 'Christmas Donations' at your reception area.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bfe3e9f48470.jpg",
      "media_size": 977060,
      "admin_name": "Catherine  Ndioo",
      "order_index": 5,
      "created_at": "2018-11-30 11:42:41",
      "deleted_at": null
    },
    {
      "id": 107,
      "title": "Can you assist a customer open a Bamburi account?",
      "message": "Oh yes, you can!\r\n\r\nIt is quite simple getting a customer to open an account with Bamburi. Remember when a customer has a Bamburi account they are able to easily purchase cement or concrete products from any of our Plants.\r\n\r\n•\tJust assist them\/tell them to send or email these account opening documents to our customer service team\r\no\tCertificate of registration\/incorporation\r\no\tMemorandum and articles of association (if a Limited company)\r\no\tVAT and Pin Certificate\r\no\tCopies of Directors ID, PIN certificates and passport size photographs\r\no\tMunicipal license \/ business license\r\no\tUtility bill in name of customer\r\no\tApplication letter\r\no\tSigned and Stamped Bamburi Terms and conditions\r\n(here click on this link to download the terms    https:\/\/m-bamburi.com\/uploads\/newsletters\/5bfe5ff259668.pdf)\r\n\r\nRemember you can always call the Customer Service team for any clarification; on:\r\n\r\nFor queries related to cement:\r\nTel: 0700322656 - NAI Plant \r\nor Tel: 0700322615 - Mombasa Plant\r\nEmail: ke-customer.service@lafargeholcim.com \r\n\r\nFor queries related to concrete and BSP:\r\nTel: 0722632289\/ 0733632145\r\nEmail: bsp.info@lafargeholcim.com",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bfe84d126a78.jpeg",
      "media_size": 417757,
      "admin_name": "Catherine  Ndioo",
      "order_index": 10,
      "created_at": "2018-11-28 15:06:41",
      "deleted_at": null
    },
    {
      "id": 108,
      "title": "Can You be of Help When a Customer Asks You a Question?",
      "message": "Do you feel helpless when a customer or potential one.. even a relative, friend or a friend's friend, asks you a question about our products or any other aspect of our commercial operations?\r\n\r\nYou shouldn't.\r\n \r\n1. Just ensure to learn more about our products, to be able to hold a conversation \r\nclick on this link for the Bamburi company profile which has more details           https:\/\/m-bamburi.com\/uploads\/newsletters\/5bfe9783ec6f9.pdf\r\n\r\n2. Reach out to (or share the contacts of) the respective Bamburi Territory Manager\r\nclick on this link for contacts of our TRSMs                   https:\/\/m-bamburi.com\/uploads\/newsletters\/5bfe955ce8059.pdf\r\n\r\n3. Or Call our customer service team on \r\n(0700322656 - NAI Plant, 0700322615 - Mombasa Plant, 0722632289\/ 0733632145 - BSP\/Concrete)\r\n\r\nNow you know.\r\n\r\n#ProudlyBamburi         #BamburiBrandAmbassador\r\n\r\nPlease tell us what more Commercial information you'd like to have and we'll provide you. Just type a comment below.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bfe99f625dc0.jpg",
      "media_size": 10281,
      "admin_name": "Catherine  Ndioo",
      "order_index": 9,
      "created_at": "2018-11-28 16:36:54",
      "deleted_at": null
    },
    {
      "id": 109,
      "title": "Memo - Temporary closure of MOM Plant warehouse 3rd to 14th Dec",
      "message": "Click on this link to read the memo    https:\/\/m-bamburi.com\/uploads\/newsletters\/5bff8c105c5d8.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bff8cba5f7ab.JPG",
      "media_size": 72277,
      "admin_name": "Catherine  Ndioo",
      "order_index": 8,
      "created_at": "2018-11-29 09:52:42",
      "deleted_at": null
    },
    {
      "id": 110,
      "title": "Good Practice Sharing - Drones: changing how we operate our plants",
      "message": "In this Group case study sharing, find out how drones will help save lives, cut costs and accelerate growth.\r\n\r\nIndustry 4.0, and new process and engineering technologies are two key areas to drive the Simplification & Performance value driver of Strategy 2022 - “Building for Growth”. Both of them open up new avenues for growth and innovation, and help accelerate digitization across our industrial sites. \r\n\r\nToday, drones are readily used at our plants and are one of the innovations of Industry 4.0 where we are most advanced. This innovation is radically and rapidly changing the way we work, from protecting our employees and increasing our competitiveness, to achieving cost savings and creating efficiencies for running industrial operations. The potential for future usage of drones is huge. \r\n\r\nA recent report by Goldman Sachs* predicts that the commercial sector represents the biggest growth opportunity for drone technologies. Investments of USD 13 billion are expected in the construction industry alone by 2022. While CIP & PME have been following up on using drones in our industrial sites - from site inspections to surveys and stockpiling - the Group has only scratched the surface of what can be done with airborne drones and how this technology will change the way we work.\r\n\r\n“Silo cleaning is a great example for the benefits obtained across Health & Safety, cost savings and improved productivity when using drones,” explains Laurent Seyler, Head of New Technologies for CIP & PME. “First, inspecting and cleaning cement silos is a high-exposure task where we’ve unfortunately experienced fatalities in the past. In the future, we will be able to avoid sending people to inspect and clean silos or any other confined space and instead use drones,” he adds.  \r\n\r\nPredictive maintenance is another key area where drones are making operations more efficient. With drones, inspections can occur at higher frequency and issues can be detected remotely through real-time imagery or non-destructive analysis before they arise. This saves time and money associated with costly repairs. \r\n\r\nFinally, where mapping, surveillance and measurement of raw materials stored in the open and requiring blast design used to be costly, the use of drones has cut this spend to a fraction of earlier levels. Says Laurent: “Any way you look at it, drones are helping us to create operational excellence and greatly benefit our business.”\r\n\r\nCreating competitiveness and the Plant of Tomorrow\r\n\r\n“As Drone technology continues to evolve, I believe that we will see it used in many ways as we create ‘The Plants of Tomorrow’,” adds Laurent. As drones collect vast amounts of data, it will be possible to analyze and utilize the data to prepare volume calculations, create engineering designs and create 3-D in Building Information Models (BIM) using virtual reality. “This means that we will not only become more efficient in how we run our sites, reinvent processes and increase productivity, we will also create new employment opportunities at our sites for skilled people who can help turn data into actionable insights.”\r\n\r\nLaurent Seyler is the Head of New Technologies for CIP and PME. His team is charged with driving disruptive change at our plants via process innovation and industry 4.0. From drones, robotics, all the way to innovative solutions that reduce C02 emissions as well as cost, this newly-formed team in Holderbank is tasked with enabling, equipping and providing best practice expertise to plant teams around the world on how to future-proof their manufacturing sites. To learn more about CIP & PME, visit the team’s Connect site.\r\n\r\nSource: Goldman Sachs report.\r\n\r\nClick on this link to see the video   https:\/\/m-bamburi.com\/uploads\/videos\/5bffba3fc3bbe.mp4",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bff8f3c82364.JPG",
      "media_size": 44680,
      "admin_name": "Catherine  Ndioo",
      "order_index": 7,
      "created_at": "2018-11-29 10:03:24",
      "deleted_at": null
    },
    {
      "id": 111,
      "title": "Some Test On News",
      "message": "Some Test On News",
      "repliable": false,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5bff8f3c82364.JPG",
      "media_size": 44680,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 111,
      "created_at": "2018-11-29 00:00:00",
      "deleted_at": "2018-11-28 00:00:00"
    },
    {
      "id": 112,
      "title": "Critical H&S Incidents Notification",
      "message": "Dear Colleagues,\r\n\r\nWe regret to inform you of critical incidents in our operations in the recent past, as attached.\r\n\r\nPlease take time to review and  share with your teams. This is to allow us to learn and prevent similar incidents from recurring at our sites.\r\n\r\nClick on the links below to open and read:\r\n\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5c00dd38168f6.pdf\r\n\r\nhttps:\/\/m-bamburi.com\/uploads\/newsletters\/5c00dd0015bb9.pdf",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5c00df02261c5.JPG",
      "media_size": 39228,
      "admin_name": "Catherine  Ndioo",
      "order_index": 6,
      "created_at": "2018-11-30 09:56:02",
      "deleted_at": null
    },
    {
      "id": 113,
      "title": "World Aids day 2018",
      "message": "This year’s World Aids Day 2018 theme encourages everyone to know their HIV status.\r\n\r\nDo you know Bamburi has a HIV policy?",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5c013c829774e.jpg",
      "media_size": 733495,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 4,
      "created_at": "2018-11-30 16:34:58",
      "deleted_at": null
    },
    {
      "id": 114,
      "title": "Message from CCEO: Profit Warning",
      "message": "Dear Colleagues,\r\n\r\nThis is to inform you that the board meeting today has resolved to issue a profit warning as per CMA regulations for listed companies. This arises as the Bamburi Group results are as of now forecasted to be more than 25% lower than last year.\r\n\r\nThe expected decrease is mainly attributable to:\r\n\r\n1. Difficult market conditions, as well as escalating international energy prices in both Kenya and Uganda; \r\n2. Increasing power costs in Kenya; \r\n3. Additional provisions, mainly receivables, in Uganda \r\n \r\nIf you have any questions or clarifications please send them to Catherine.ndioo@lafargeholcim.com  who will collate for response.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5c067d49aae87.png",
      "media_size": 48520,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 3,
      "created_at": "2018-12-04 16:12:41",
      "deleted_at": null
    },
    {
      "id": 115,
      "title": "Flexible Working Hours Policy",
      "message": "Dear Colleagues,\r\n\r\nWe advise an update of the working hours for the Corporate office as per the attached updated Flexible Working Hours Policy.  We hope these changes will support in creating a more supportive work environment. \r\n\r\nPlease note that any changes in working hours must be approved by your line manager and communicated to the site HR team. \r\n\r\nNote also this policy currently only applies to Corporate office staff. The policy does not apply to industrial sites and field based teams whose work schedules are affected by shifts and operational demands - these categories of staff should therefore refer to the Working Hours and Shifts Policy.\r\n\r\nAll the HR policies can be found on the Bamburi intranet, please refer to them. \r\n\r\nDirect link: https:\/\/sites.google.com\/a\/lafargeholcimgroup.com\/kenya\/all-policies-procedures\/hr\r\n\r\nThe HR Team is available to provide any additional information should you require it. \r\n\r\nThank you for your cooperation.\r\n\r\n Human Resources Department",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5c068bde8376c.jpg",
      "media_size": 73747,
      "admin_name": "M-Bamburi Super Super Admin",
      "order_index": 2,
      "created_at": "2018-12-04 17:14:54",
      "deleted_at": null
    },
    {
      "id": 116,
      "title": "Reminder: CCEO Memo - General Data Protection Policy",
      "message": "Have you delivered your signed Consent Form - to grant the company consent for processing of your personal data? If not yet, please print, sign and deliver the form to your site HR before 17th December 2018.\r\n\r\nRefer to the CCEO memo and the LafargeHolcim General Data Protection Policy - sent to your email from the Communications Department.",
      "repliable": true,
      "responses": [],
      "news_type": 1,
      "media_type": 1,
      "media_url": "5c0e3049d6a55.JPG",
      "media_size": 75534,
      "admin_name": "Catherine  Ndioo",
      "order_index": 1,
      "created_at": "2018-12-10 12:22:17",
      "deleted_at": null
    }
  ]
}