[
  {
    "admin_name": "M-Bamburi Super Super Admin",
    "created_at": "2018-08-08 15:37:54",
    "downloaded": false,
    "id": 1,
    "media_size": "203291",
    "media_type": 1,
    "media_url": "5b43102d5260f.jpg",
    "message": "Our transporters Roy Hauliers has sustained its status as a 5-star transporter for 3 years,  making it the only transporter within the MEA region of LafargeHolcim to have the highest road safety rating. \r\n\r\nIn 2018 Dakawaou Transporters (pictured receiving their certificate during the Annual Transporters Meeting) joined the 5-star league!\r\n\r\nThis makes Kenya the only country with 5-star transporters in the MEA region, now two, and a proud moment for us as we strive to maintain the highest standards in road safety! \r\n\r\nThe rating of our transporters is part of LafargeHolcim road safety audit program and is awarded after a 5-Pillar audit conducted annually by a LafargeHolcim cross-functional team and validated by the Regional Head of Road Safety. During the audit actions are identified for the transporters to close within the year, with a follow up audit carried our to validate closure rate.\r\n\r\nWe have seen continuous improvement by our transporters year on year and we expect more entrants to the 5-star league in coming years. \r\n\r\nAs our transporters improve we have also as a country continued to improve our general country rating year on year.\r\n \r\nWe call on you to continue availing yourselves for road patrols, audits, as well as sharing feedback on road behavior to support our transporters ratings and to get more from the lower ranks to join the 5-star rating. \r\n\r\nCongratulations once more Team Kenya!",
    "news_type": 1,
    "order_index": 136,
    "repliable": true,
    "responses": [],
    "title": "Congratulations Team Kenya, you\u0027re MEA leader in Road Safety!"
  },
  {
    "admin_name": "M-Bamburi Super Super Admin",
    "created_at": "2018-07-09 14:55:35",
    "downloaded": false,
    "id": 2,
    "media_size": "744214",
    "media_type": 1,
    "media_url": "5b434d37c91ee.jpg",
    "message": "You are reminded to attend the ongoing training and awareness sessions for these Standards.\r\n\r\nMore information has been shared with you on email - including the toolbox talks material and visual guide for your toolbox talks. Should you have any questions or require clarification please get in touch with your site H\u0026S managers.",
    "news_type": 1,
    "order_index": 126,
    "repliable": true,
    "responses": [],
    "title": "H\u0026S Standards under focus: Energy Isolation and Confined Spaces"
  }
]